dest-attr-backend/app/controllers/destinations_controller.rb

SELECT "destinations".* FROM "destinations"
---
  def index
    @destinations = Destination.all